project_title = \u7d44\u7e54\u7ba1\u7406
label_add = \u8ffd\u52a0
label_cancel = \u30ad\u30e3\u30f3\u30bb\u30eb
label_return = \u623b\u308b
label_name = \u540d\u524d
label_remove = \u524a\u9664
label_remove_member = \u30b0\u30eb\u30fc\u30d7\u304b\u3089\u524a\u9664
label_section_name = \u7d44\u7e54\u540d
label_userid = \u30e6\u30fc\u30b6ID
label_email = \u96fb\u5b50\u30e1\u30fc\u30eb\u30a2\u30c9\u30ec\u30b9
label_chokugai = \u76f4\u5916\u533a\u5206
label_typeofemproyment = \u4eba\u6750\u533a\u5206
label_belongcompanyname = \u6240\u5c5e\u4f1a\u793e\u540d
label_first_name = \u540d
label_last_name = \u59d3
label_password = \u30d1\u30b9\u30ef\u30fc\u30c9
label_type = \u7a2e\u5225
label_properties = \u30d7\u30ed\u30d1\u30c6\u30a3
msgs_do_waite = \u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044
msgs_global_exception = \u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff0e\u518d\u73fe\u3059\u308b\u5834\u5408\u306f\u3001\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
#navi.jsp
menu_title_list = \u4e00\u89a7
menu_title_addsection = \u7d44\u7e54\u7ba1\u7406
menu_title_importmember = \u53d7\u8b1b\u751f\u767b\u9332
#index.jsp
label_section_remove = \u7d44\u7e54\u3092\u524a\u9664
label_section_list = \u7d44\u7e54\u4e00\u89a7
label_section_ta = \u62c5\u5f53\u8005
label_section_totalenrollment = \u53d7\u8b1b\u8005\u6570
label_section_members_count = \u5168\u53d7\u8b1b\u8005\u6570\uff1a{0}\u540d
label_all_expand = \u5168\u3066\u958b\u304f
label_all_close = \u5168\u3066\u9589\u3058\u308b
link_assign_manager = \u62c5\u5f53\u8005
link_assign_student = \u53d7\u8b1b\u751f
msgs_add_sections = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u304c\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\uff0e\u7d44\u7e54\u540d\u4e0b\u306e\u30ea\u30f3\u30af\u3092\u9078\u629e\u3059\u308b\u3053\u3068\u306b\u3088\u308a\uff0c\u62c5\u5f53\u8005\u3084\u53d7\u8b1b\u8005\u3092\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\uff0e
msgs_error_add_sections = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306f\u8ffd\u52a0\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f
msgs_no_section = \u7d44\u7e54\u306f\u307e\u3060\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u305b\u3093
msgs_no_section_explain = \u300c\u53d7\u8b1b\u751f\u767b\u9332\u300d\u2192\u300c\u7d44\u7e54\u7ba1\u7406\uff1a\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u518d\u69cb\u7bc9\u300d\u3092\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044
msgs_removing_section_not_selected = \u524a\u9664\u3059\u308b\u7d44\u7e54\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
msgs_section_removed = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f
sep_char=|

#addSections.jsp
label_section_add = \u7d44\u7e54\u8ffd\u52a0
msgs_no_unregisterd_section = \u672a\u767b\u9332\u306e\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306f\u3042\u308a\u307e\u305b\u3093
msgs_adding_section_not_selected = \u8ffd\u52a0\u3059\u308b\u7d44\u7e54\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
msgs_success_update_enrollment = \u30e6\u30fc\u30b6{0}\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f
msgs_unsuccess_update_enrollment = \u30e6\u30fc\u30b6{0}\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
label_add_section_rebuild = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u518d\u69cb\u7bc9
msgs_add_section_rebuild_explain1 = \u3053\u306e\u7d44\u7e54\u306b\u5c5e\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u60c5\u5831\u304b\u3089\u81ea\u52d5\u7684\u306b\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u304a\u3088\u3073\u30e1\u30f3\u30d0\u3092\u518d\u69cb\u7bc9\u3057\u307e\u3059\uff0e<br>\u3059\u3067\u306b\u4f5c\u6210\u3055\u308c\u3066\u3044\u308b\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306f\u524a\u9664\u3055\u308c\u307e\u3059\uff0e
msgs_rebuild_sections = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306e\u518d\u69cb\u7bc9\u3092\u884c\u3044\u307e\u3057\u305f

#assignTa.jsp
label_assign_ta = \u62c5\u5f53\u8005\u5272\u5f53
label_available_tas = \u5272\u5f53\u53ef\u80fd\u306a\u62c5\u5f53\u8005
label_select_move = \u9078\u629e\u3057\u305f\u30e6\u30fc\u30b6\u3092\u79fb\u52d5
labe_all_move = \u3059\u3079\u3066\u79fb\u52d5
label_selected_tas = \u5272\u308a\u5f53\u3066\u3089\u308c\u308b\u62c5\u5f53\u8005
msgs_explain_no_tas = \u6ce8\u610f\uff1a\u62c5\u5f53\u8005\u304c\u8868\u793a\u3055\u308c\u306a\u3044\u5834\u5408\u306f\u3001\u300c\u30b5\u30a4\u30c8\u60c5\u5831\u300d\u30c4\u30fc\u30eb\u3092\u4f7f\u3063\u3066&quot;TA&quot;\u30ed\u30fc\u30eb\u3092\u6301\u3064\u53c2\u52a0\u8005\u3068\u3057\u3066\u767b\u9332\u3057\u307e\u3059
msgs_explain_display_tas = \u30b5\u30a4\u30c8\u306b"TA"\u30ed\u30fc\u30eb\u3068\u3057\u3066\u767b\u9332\u3055\u308c\u305f\u30e6\u30fc\u30b6\u304a\u3088\u3073\u30e6\u30fc\u30b6\u30bf\u30a4\u30d7\u304cTA\u3068\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u304c\u5bfe\u8c61\u3068\u306a\u308a\u307e\u3059<br/>(*)\u304c\u3064\u3044\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306f\u30b5\u30a4\u30c8\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u306a\u3044\u30e6\u30fc\u30b6\u3067\u3059<br/>TA\u3068\u3057\u3066\u767b\u9332\u3059\u308b\u3068\u30b5\u30a4\u30c8\u30e1\u30f3\u30d0\u30fc\u3068\u3057\u3066\u3082\u767b\u9332\u3055\u308c\u307e\u3059<br/>\u62c5\u5f53\u8005\u3068\u3057\u3066\u5272\u308a\u5f53\u3066\u308b\u3068\u4e0b\u4f4d\u30b0\u30eb\u30fc\u30d7\u306e\u62c5\u5f53\u8005\u3068\u3057\u3066\u3082\u5272\u308a\u5f53\u3066\u3089\u308c\u307e\u3059\uff0e
msgs_explain_display_tas_2 = \u4e0a\u4f4d\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u3066\u3044\u308b\u62c5\u5f53\u8005\u306f\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\uff0e\u62c5\u5f53\u8005\u306e\u5272\u308a\u5f53\u3066\u89e3\u9664\u306f\u4e0b\u4f4d\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u3082\u89e3\u9664\u3055\u308c\u307e\u3059\uff0e\u5fc5\u8981\u306a\u5834\u5408\u306f\u518d\u5ea6\u5272\u308a\u5f53\u3066\u3092\u884c\u3063\u3066\u304f\u3060\u3055\u3044\uff0e
msgs_success_update_ta = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u300c{0}\u300d\u306e\u62c5\u5f53\u8005\u3092\u66f4\u65b0\u3057\u307e\u3057\u305f\uff0e
msgs_unsuccess_update_ta = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u300c{0}\u300d\u306e\u62c5\u5f53\u8005\u306e\u66f4\u65b0\u306f\u884c\u308f\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0e
msgs_unsucess_update_ta_detail = \u4e00\u90e8\u62c5\u5f53\u8005\u306e\u5272\u308a\u5f53\u3066\u304c\u89e3\u9664\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\uff0e\u62c5\u5f53\u8005\u306f\u4e0a\u4f4d\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u89e3\u9664\u3057\u3066\u304f\u3060\u3055\u3044\uff0e

#assignStudent.jsp
label_assign_student = \u53d7\u8b1b\u751f\u5272\u5f53
label_userId = \u30e6\u30fc\u30b6ID:
label_add_auto =\u30e6\u30fc\u30b6\u60c5\u5831\u304b\u3089\u81ea\u52d5\u3067\u8ffd\u52a0
label_enroolment_users = \u5272\u5f53\u6e08\u307f\u53d7\u8b1b\u751f\u4e00\u89a7
msgs_add_auto_explain1 = \u3053\u306e\u7d44\u7e54\u306b\u5c5e\u3057\u3066\u3044\u308b\u30e6\u30fc\u30b6\u3092\u81ea\u52d5\u7684\u306b\u53d7\u8b1b\u751f\u3068\u3057\u3066\u8ffd\u52a0\u3057\u307e\u3059\uff0e<br/>\u3059\u3067\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u30e6\u30fc\u30b6\u306f\u524a\u9664\u3055\u308c\u307e\u305b\u3093\uff0e
msgs_no_enrollment = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u308b\u53d7\u8b1b\u751f\u306f\u3044\u307e\u305b\u3093
msgs_different_role_error_enrollment = \u30e6\u30fc\u30b6{0}\u306fRole\u304cStudent\u3067\u306f\u306a\u3044\u305f\u3081\u767b\u9332\u3067\u304d\u307e\u305b\u3093
msgs_cannot_register_enrollment = \u5b66\u751f\u306e\u767b\u9332\u304c\u8a31\u53ef\u3055\u308c\u3066\u3044\u307e\u305b\u3093
msgs_already_member_enrollment = \u30e6\u30fc\u30b6{0}\u306f\u3059\u3067\u306b\u767b\u9332\u3055\u308c\u3066\u3044\u307e\u3059
msgs_no_user_id_enrollment = \u30e6\u30fc\u30b6ID\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093
msgs_no_user_in_sakai = \u30e6\u30fc\u30b6{0}\u306f\u3044\u307e\u305b\u3093
msgs_removing_user_not_selected = \u524a\u9664\u3059\u308b\u30e6\u30fc\u30b6\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044
msgs_no_beloged_users = \u3053\u306e\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306b\u5c5e\u3059\u308b\u30e6\u30fc\u30b6\u306f\u3044\u307e\u305b\u3093
msgs_add_members = {0}\u540d\u3001\u53d7\u8b1b\u751f\u3092\u8ffd\u52a0\u3057\u307e\u3057\u305f\uff0e\u4e00\u89a7\u30ea\u30b9\u30c8\u3067\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
msgs_enrollment_num = \uff08{0}\u540d\uff09
msgs_add_member_explain1 = \u8ffd\u52a0\u3059\u308b\u53d7\u8b1b\u751f\u306f\u4e0a\u4f4d\u30b0\u30eb\u30fc\u30d7\u306b\u3082\u767b\u9332\u3055\u308c\u307e\u3059
msgs_add_member_explain2 = \u524a\u9664\u3059\u308b\u53d7\u8b1b\u751f\u306f\u4e0b\u4f4d\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u3082\u524a\u9664\u3055\u308c\u307e\u3059
#deleteSections.jsp
label_remove_sections = \u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u524a\u9664
msgs_section_remove_confirm = \u6b21\u306e\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u3092\u672c\u5f53\u306b\u524a\u9664\u3057\u307e\u3059\u304b\uff1f
msgs_section_remove_confirm_explain1 = \u3053\u308c\u3089\u306e\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u53d7\u8b1b\u751f\u306f\u300c\u672a\u5272\u308a\u5f53\u3066\u300d\u306b\u306a\u308a\u307e\u3059\uff0e\u4ed6\u306e\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u308b\u5834\u5408\u306f\u3001\u300c\u53d7\u8b1b\u751f\u3092\u5272\u5f53\u300d\u3092\u884c\u3063\u3066\u304f\u3060\u3055\u3044\uff0e

#deleteMembers.jsp
label_remove_members = \u53d7\u8b1b\u751f\u524a\u9664
msg_member_remove_confirm = \u6b21\u306e\u53d7\u8b1b\u751f\u3092\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u672c\u5f53\u306b\u524a\u9664\u3057\u307e\u3059\u304b\uff1f\u4e0b\u4f4d\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u3082\u524a\u9664\u3055\u308c\u307e\u3059\uff0e
msgs_member_remove_confirm_explain1 = \u524a\u9664\u3057\u305f\u53d7\u8b1b\u751f\u3092\u4ed6\u306e\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u306b\u5272\u308a\u5f53\u3066\u308b\u5834\u5408\u306f\u3001\u4e00\u89a7\u753b\u9762\u304b\u3089\u300c\u53d7\u8b1b\u751f\u3092\u5272\u5f53\u300d\u3092\u884c\u3063\u3066\u304f\u3060\u3055\u3044\uff0e
msgs_member_removed = \u53d7\u8b1b\u751f\u3092\u7d44\u7e54\u30b0\u30eb\u30fc\u30d7\u304b\u3089\u524a\u9664\u3057\u307e\u3057\u305f

#importMember.jsp
label_member_import = CSV\u30d5\u30a1\u30a4\u30eb\u304b\u3089\u30b5\u30a4\u30c8\u306b\u53d7\u8b1b\u751f\u3092\u767b\u9332\u3057\u307e\u3059
label_select_import_file = \u30d5\u30a1\u30a4\u30eb
label_select_char_code = \u6587\u5b57\u30b3\u30fc\u30c9
label_select_override = \u65e2\u5b58\u30e6\u30fc\u30b6\u306e\u4e0a\u66f8\u304d
label_sample_csv = CSV\u30b5\u30f3\u30d7\u30eb\u30d5\u30a1\u30a4\u30eb
label_do = \u3059\u308b
label_donot = \u3057\u306a\u3044
label_import = \u30a4\u30f3\u30dd\u30fc\u30c8
label_button_user_import = \u53d7\u8b1b\u8005\u767b\u9332
menu_title_jobsstatus = \u904e\u53bb\u306b\u5b9f\u884c\u3055\u308c\u305f\u30a4\u30f3\u30dd\u30fc\u30c8\u30b8\u30e7\u30d6\u306e\u5c65\u6b74
instruction_member_import1 = CSV\u30d5\u30a1\u30a4\u30eb\u306b\u306f\u30d8\u30c3\u30c0\u304c\u5fc5\u8981\u3067\u3059\uff0e\u30d8\u30c3\u30c0\u306b\u3001user id, first name, last name, email, password, type\u306f\u5fc5\u9808\u3067\u3059\uff0e
instruction_member_import2 = \u5fc5\u9808\u4ee5\u5916\u306e\u9805\u76ee\u306f\u30e6\u30fc\u30b6\u306e\u30d7\u30ed\u30d1\u30c6\u30a3\u3068\u3057\u3066\u767b\u9332\u3055\u308c\u307e\u3059\uff0e
instruction_member_import3 = sakai\u306b\u672a\u767b\u9332\u306e\u30e6\u30fc\u30b6\u306f\u8ffd\u52a0\u3055\u308c\u307e\u3059\uff0e
instruction_member_import4 = \u65e2\u5b58\u30e6\u30fc\u30b6\u306e\u4e0a\u66f8\u304d\u3092\u3057\u306a\u3044\u5834\u5408\u3001\u767b\u9332\u6e08\u307f\u30e6\u30fc\u30b6\u306e\u5024\u306f\u5909\u66f4\u3055\u308c\u307e\u305b\u3093\uff0e
instruction_member_import5 = \u65e2\u5b58\u30e6\u30fc\u30b6\u306e\u4e0a\u66f8\u304d\u3092\u3059\u308b\u5834\u5408\u3001\u30d7\u30ed\u30d1\u30c6\u30a3\u4ee5\u5916\u306f\u5909\u66f4\u3055\u308c\u307e\u305b\u3093\uff0e
instruction_member_import6 = \u767b\u9332\u6e08\u307f\u306e\u30e6\u30fc\u30b6\u3001\u53d7\u8b1b\u8005\u306f\u524a\u9664\u3055\u308c\u307e\u305b\u3093\uff0e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u7a7a\u306e\u65b0\u898f\u30e6\u30fc\u30b6\u306f\u30e6\u30fc\u30b6ID\u3092\u30d1\u30b9\u30ef\u30fc\u30c9\u3068\u3057\u3066\u767b\u9332\u3057\u307e\u3059\uff0e
msgs_select_import_file = \u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e
msgs_error_fileempty = \u30d5\u30a1\u30a4\u30eb\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
msgs_result_import_file = \u53d7\u8b1b\u8005\u3092\u767b\u9332\u3057\u307e\u3057\u305f\uff08\u30e6\u30fc\u30b6\u8ffd\u52a0\uff1a{0}\u540d\u3001\u30e6\u30fc\u30b6\u66f4\u65b0\uff1a{1}\u540d\u3001\u53d7\u8b1b\u8005\u8ffd\u52a0\uff1a{2}\u540d\uff09
msgs_error_filesizeexceeded = \u6700\u5927\u30d5\u30a1\u30a4\u30eb\u30b5\u30a4\u30ba({0}bytes)\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\uff0e\u30d5\u30a1\u30a4\u30eb\u3092\u5206\u5272\u3057\u3066\u30a2\u30c3\u30d7\u30ed\u30fc\u30c9\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
msgs_exec_async = \u30c7\u30fc\u30bf\u91cf\u304c\u591a\u3044\u305f\u3081\u30d0\u30c3\u30c1\u51e6\u7406\u3092\u884c\u3063\u3066\u3044\u307e\u3059\uff0e\u7d50\u679c\u306f\u53d7\u8b1b\u751f\u767b\u9332\u307e\u305f\u306f\u30b5\u30a4\u30c8\u60c5\u5831\u3067\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\uff0e
error_file_invalid = CSV\u30d5\u30a1\u30a4\u30eb\u3092\u8aad\u3081\u307e\u305b\u3093\u3067\u3057\u305f
error_invalid_charcode = \u6587\u5b57\u30b3\u30fc\u30c9\u304c\u9055\u3044\u307e\u3059
error_invalid_header = \u30d8\u30c3\u30c0\u306b\u5fc5\u9808\u9805\u76ee\u304c\u3042\u308a\u307e\u305b\u3093
error_result_import_file = \u6b21\u306e\u30e6\u30fc\u30b6\u306f\u767b\u9332\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08{0}\uff09
error_no_data = \u30e6\u30fc\u30b6\u30c7\u30fc\u30bf\u304c\u3042\u308a\u307e\u305b\u3093
msgs_warning_limitover = \u30c7\u30fc\u30bf\u91cf\u304c\u591a\u3044\u305f\u3081\u30d0\u30c3\u30c1\u3067\u767b\u9332\u3092\u884c\u3044\u307e\u3059\uff0e
msgs_warning_processing_date = {0}\u306b\u958b\u59cb\u3057\u305f\u30a4\u30f3\u30dd\u30fc\u30c8\u51e6\u7406\u3092\u5b9f\u884c\u4e2d\u3067\u3059\uff0e\u3057\u3070\u3089\u304f\u304a\u5f85\u3061\u304f\u3060\u3055\u3044\uff0e

#jobs.jsp
label_startdate = \u958b\u59cb\u65e5\u6642
label_enddate = \u7d42\u4e86\u65e5\u6642
label_addusernum = \u30e6\u30fc\u30b6\u8ffd\u52a0
label_alterusernum = \u30e6\u30fc\u30b6\u66f4\u65b0
label_addmembernum = \u30e1\u30f3\u30d0\u8ffd\u52a0
label_errorusernum = \u30a8\u30e9\u30fc\u4eba\u6570
label_processusernum = \u51e6\u7406\u7dcf\u6570
label_import_job = \u904e\u53bb\u306b\u5b9f\u884c\u3055\u308c\u305f\u30a4\u30f3\u30dd\u30fc\u30c8\u30b8\u30e7\u30d6